const topic = [
    {
        id: 'q001',
        question: 'Из чего изготовлены клинки?',
        answer: 'В основном отечественные нержавеющие и инструментальные стали, так же изготавливаю дамасскую сталь. Рукояти ножей делаю преимущественно из дерева, в том числе из экзотических пород. Для ножен применяю кожу растительного дубления.',
    },
    {
        id: 'q002',
        question: 'Где берете материалы ?',
        answer: 'Материалы заказываю в разных уголках России.',
    },
    {
        id: 'q003',
        question: 'Есть ли каталог уже готовых изделий на продажу ?',
        answer: 'Нет,работаю только по индивидуальному дизайну и вашим потребностям. Но любой изготовленный мной нож/клинок/топор могу повторить, внеся необходимые вам правки.',
    },
    {
        id: 'q004',
        question: 'Сколько по времени у вас занимает изготовление не самого сложного ножа ?',
        answer: 'Обычно срок изготовления 30 дней, туда входит возможная очередь и дозаказ каких-либо материалов по желанию заказчика.',
    },
    {
        id: 'q005',
        question: 'Работаете по предоплате ?',
        answer: 'Да, работаю по предоплате. Обычно она составляет 50% от общей стоимости.',
    },
    {
        id: 'q006',
        question: 'Сколько по цене обычно выходит за средний по сложности нож ?',
        answer: 'Порядка 6-7 тыс рублей. Это за полный комплект с чехлом. Цены на ножи из дамасской стали начинаются от 6 тыс. рублей.',
    },
]

export default topic;